Repository: rpkoller/Edit-Flow
Catalog: languages/edit-flow-*.po
Languages: ru_ru

source: Draft
ru_ru: Черновик

source: Pending Review
ru_ru: Ожидается проверка

source: Published
ru_ru: Опубликована

source: Scheduled
ru_ru: Назначен

source: Private
ru_ru: Частное

source: Trash
ru_ru: Корзина

source: Invalid Taxonomy
ru_ru: Недействительная систематика

source: (no title)
ru_ru: (без названия)

source: Configure
ru_ru: Настроить

source: Settings updated.
ru_ru: Настройки обновлены.

source: Please correct your form errors below and try again.
ru_ru: Пожалуйста, исправьте ваши ошибки в расположенной ниже форме и попробуйте снова.

source: Cheatin&#8217; uh?
ru_ru: Жульничаешь&#8217; м?

source: You do not have necessary permissions to complete this action.
ru_ru: У вас нет необходимых разрешений для завершения этого действия.

source: Post does not exist
ru_ru: Запись не существует.

source: Calendar
ru_ru: Календарь

source: Edit Flow’s calendar lets you see your posts over a customizable date range. Filter by status or click on the post title to see its details. Drag and drop posts between days to change their publication date date.
ru_ru: Календарь плагина Edit Flow позволяет просматривать ваши записи за настраиваемый временной диапазон. Фильтруйте по статусу или кликайте на названии записи, чтобы посмотреть детали. Переносите даты публикации простым перетаскиванием.

source: Post date updated.
ru_ru: Дата записи обновлена.

source: There was an error updating the post. Please try again.
ru_ru: При обновлении записи произошла ошибка. Пожалуйста, попробуйте снова.

source: Updating the post date dynamically doesn't work for published content. Please <a href='%s'>edit the post</a>.
ru_ru: Динамичное обновление даты записей не работает для опубликованного материала. Пожалуйста, <a href='%s'>отредактируйте запись</a>.

source: Calendar Options
ru_ru: Настройки календаря

source: Overview
ru_ru: Обзор

source: <p>The calendar is a convenient week-by-week or month-by-month view into your content. Quickly see which stories are on track to being published on time, and which will need extra effort.</p>
ru_ru: <p>Календарь удобен для просмотра материала по неделям или месяцам. Просмотрите, какие статьи находятся на финальной стадии перед публикацией, а над какими еще нужно работать.</p>

source: <p><strong>For more information:</strong></p><p><a href="http://editflow.org/features/calendar/">Calendar Documentation</a></p><p><a href="http://wordpress.org/tags/edit-flow?forum_id=10">Edit Flow Forum</a></p><p><a href="https://github.com/danielbachhuber/Edit-Flow">Edit Flow on Github</a></p>
ru_ru: <p><strong>Дополнительная информация:</strong></p><p><a href="http://editflow.org/features/calendar/">Документация о календаре</a></p><p><a href="http://wordpress.org/tags/edit-flow?forum_id=10">Форум Edit Flow</a></p><p><a href="https://github.com/danielbachhuber/Edit-Flow">О плагине Edit Flow на Github</a></p>

source: Number of Weeks:
ru_ru: Число недель:

source: Apply
ru_ru: Применить

source: Something is wrong with the format for the new date.
ru_ru: Ошибка в формате новой даты.

source: Post moved to the trash.
ru_ru: %d сообщение перемещено в корзину.

source: Undo
ru_ru: Вернуть

source: Post restored from the Trash.
ru_ru: %d сообщение восстановлено из корзины.

source: Today
ru_ru: Сегодня

source: None
ru_ru: Отсутствует

source: Edit this item
ru_ru: Редактировать этот элемент

source: Edit
ru_ru: Редактировать

source: Trash this item
ru_ru: Удалить этот элемент

source: Preview &#8220;%s&#8221;
ru_ru: Предпросмотр &#8220;%s&#8221;

source: Preview
ru_ru: Предпросмотр

source: View &#8220;%s&#8221;
ru_ru: Вид &#8220;%s&#8221;

source: View
ru_ru: Вид

source: Author
ru_ru: Автор

source: Post Type
ru_ru: Тип записи

source: Filter
ru_ru: Фильтр

source: Reset
ru_ru: Сброс

source: Forward 1 week
ru_ru: Позже на 1 неделю

source: Forward %d weeks
ru_ru: Позже на %d недели

source: Today is %s
ru_ru: Сегодня %s

source: Back %d weeks
ru_ru: Назад на %d недели

source: Back 1 week
ru_ru: Назад на 1 неделю

source: for %1$s through %2$s
ru_ru: для %1$s через %2$s

source: Number of weeks to show
ru_ru: Количество недель для отображения

source: Post types to show
ru_ru: Отобразить типы записей

source: The number of weeks shown on the calendar can be changed on a user-by-user basis using the calendar's screen options.
ru_ru: Число недель, отображаемых в календаре, может быть изменено для каждого пользователя индивидуально через настройки экрана календаря.

source: Disabled
ru_ru: Деактивирован

source: Enabled
ru_ru: Активирован

source: Back to Edit Flow
ru_ru: Вернуться в Edit Flow

source: View all statuses
ru_ru: Просмотреть все статусы

source: Unpublished
ru_ru: Неопубликованные

source: View all categories
ru_ru: Отобразить все категории

source: View all users
ru_ru: Отобразить всех пользователей

source: View all types
ru_ru: Просмотреть все типы

source: Custom Statuses
ru_ru: Клиентские статусы

source: Create custom post statuses to define the stages of your workflow.
ru_ru: Создать клиентские статусы, чтобы определить этапы вашего рабочего процесса.

source: Create your own post statuses to add structure your publishing workflow. You can change existing or add new ones anytime, and drag and drop to change their order.
ru_ru: Создать свои статусы, чтобы добавить структуру вашему процессу обработки публикаций. Вы можете изменить существующие или добавить новые статусы в любое время, а также менять их последовательность простым переносом с помощью мыши.

source: Edit Statuses
ru_ru: Редактировать статусы

source: Post status created.
ru_ru: Создан статус записи.

source: Post status doesn't exist.
ru_ru: Статус записи не существует.

source: Default post status has been changed.
ru_ru: Статус записи, устанавливаемый по умолчанию, изменен.

source: Post status updated.
ru_ru: Статус записи обновлен.

source: Post status deleted.
ru_ru: Статус записи удален.

source: Status order updated.
ru_ru: Обновлена последовательность статусов.

source: <p>Edit Flow’s custom statuses allow you to define the most important stages of your editorial workflow. Out of the box, WordPress only offers “Draft” and “Pending Review” as post states. With custom statuses, you can create your own post states like “In Progress”, “Pitch”, or “Waiting for Edit” and keep or delete the originals. You can also drag and drop statuses to set the best order for your workflow.</p><p>Custom statuses are fully integrated into the rest of Edit Flow and the WordPress admin. On the calendar and story budget, you can filter your view to see only posts of a specific post state. Furthermore, email notifications can be sent to a specific group of users when a post changes state.</p>
ru_ru: <p>Клиентские статусы плагина Edit Flow позволяют определять самые главные этапы вашего редакционного процесса. Изначально WordPress предлагает только два этапа обработки записи: “Черновик” и “Ожидает проверки”. С добавлением клиентский статусов вы можете создавать собственные статусы, такие как: “Обрабатывается”, “Адаптация” или “Ожидание редактирования”. Вы можете также удалить или сохранить оригинальные статусы. Вы можете переносить статусы, чтобы создать лучший порядок для вашего рабочего процесса.</p><p>Клиентские статусы полностью интегрированы в остальной административный функционал плагина Edit Flow и движка WordPress. В календаре и списке статей вы можете фильтровать записи по статусам. Более того, когда меняется статус записи, электронные уведомления могут отправляться отдельной группе пользователей.</p>

source: <p><strong>For more information:</strong></p><p><a href="http://editflow.org/features/custom-statuses/">Custom Status Documentation</a></p><p><a href="http://wordpress.org/tags/edit-flow?forum_id=10">Edit Flow Forum</a></p><p><a href="https://github.com/danielbachhuber/Edit-Flow">Edit Flow on Github</a></p>
ru_ru: <p><strong>Подробная информация:</strong></p><p><a href="http://editflow.org/features/custom-statuses/">Документация по клиентским статусам</a></p><p><a href="http://wordpress.org/tags/edit-flow?forum_id=10">Форум Edit Flow</a></p><p><a href="https://github.com/danielbachhuber/Edit-Flow">О плагине Edit Flow на Github</a></p>

source: Pitch
ru_ru: Адаптация

source: Idea proposed; waiting for acceptance.
ru_ru: Предложена идея; ожидается ответ.

source: Assigned
ru_ru: Передана

source: Post idea assigned to writer.
ru_ru: Идея записи передана автору.

source: In Progress
ru_ru: Продолжается

source: Writer is working on the post.
ru_ru: Автор работает над записью.

source: Post is a draft; not ready for review or publication.
ru_ru: Черновая запись; не готова для проверки или публикации.

source: Post needs to be reviewed by an editor.
ru_ru: Запись должна пройти проверку редактора.

source: <strong>Note:</strong> Your browser does not support JavaScript or has JavaScript disabled. You will not be able to access or change the post status.
ru_ru: <strong>Note:</strong> Ваш браузер не поддерживает JavaScript или JavaScript деактивирован. Вы не можете открывать или менять статусы записей.

source: Privately Published
ru_ru: Опубликована с ограничениями

source: &mdash; No Change &mdash;
ru_ru: &mdash; Без изменений &mdash;

source: Custom status doesn't exist.
ru_ru: Клиентский статус не существует.

source: Cannot reassign to the status you want to delete
ru_ru: Не могу переназначить на статус, который вы хотите удалить

source: Restricted status
ru_ru: Ограниченный статус

source: Status
ru_ru: Статус

source: Please enter a name for the status
ru_ru: Пожалуйста, введите название для статуса

source: Please enter a valid, non-numeric name for the status.
ru_ru: Пожалуйста, введите для статуса подходящее название, не содержащее цифры.

source: Status name cannot exceed 20 characters. Please try a shorter name.
ru_ru: Название статуса не может содержать более 20 символов. Пожалуйста, попробуйте ввести более короткое имя.

source: Status name conflicts with existing term. Please choose another.
ru_ru: Название статуса конфликтует с существующим значением. Пожалуйста, попробуйте другое.

source: Status name is restricted. Please choose another name.
ru_ru: Название статуса ограниченно. Пожалуйста, выберите другое название.

source: Could not add status:
ru_ru: Не могу добавить статус:

source: Status name conflicts with existing status. Please choose another.
ru_ru: Название статуса конфликтует с существующим статусом. Пожалуйста, выберите другое.

source: Error updating post status.
ru_ru: При обновление статуса записи произошла ошибка.

source: Invalid nonce for submission.
ru_ru: Ввод недействителен.

source: Sorry, you do not have permission to edit custom statuses.
ru_ru: Извините, у вас нет разрешения на редактирование клиентских статусов.

source: Status doesn&#39;t exist.
ru_ru: Статус не существует.

source: Status does not exist.
ru_ru: Статус не существует.

source: Cannot delete default status.
ru_ru: Не могу удалить статус по умолчанию

source: Could not delete the status:
ru_ru: Не могу удалить статус:

source: Terms not set.
ru_ru: условия не заданы.

source: Please enter a name for the status.
ru_ru: Пожалуйста, введите название статуса.

source: Status name is restricted. Please chose another name.
ru_ru: Название статуса ограничено. Пожалуйста выберите другое название.

source: Status already exists. Please choose another name.
ru_ru: Статус уже существует. Пожалуйста, выберите другое название.

source: Could not update the status: <strong>%s</strong>
ru_ru: Не смог обновить статус: <strong>%s</strong>

source: Use on these post types:
ru_ru: Использовать на типах записей:

source: Always show dropdown:
ru_ru: Всегда показывать выпадающее меню:

source: Custom Status
ru_ru: Клиенсткий статус

source: The name is used to identify the status. (Max: 20 characters)
ru_ru: Название используется для идентификации статуса. (Макс.: 20 символов)

source: Slug
ru_ru: Идентификатор

source: The slug is the unique ID for the status and is changed when the name is changed.
ru_ru: Идентификатор является уникальным ID для статуса и изменяется при изменении названия.

source: Description
ru_ru: Описание

source: The description is primarily for administrative use, to give you some context on what the custom status is to be used for.
ru_ru: Описание используется в первую очередь для административных нужд, чтобы дать вам представление о назначении того или иного статуса.

source: Update Status
ru_ru: Обновить статус

source: Cancel
ru_ru: Отмена

source: Are you sure you want to delete the post status? All posts with this status will be assigned to the default status.
ru_ru: Вы уверены, что хотите удалить статус записи? Всем записям с этим статусом будет назначен статус по умолчанию.

source: Deleting a post status will assign all posts to the default post status.
ru_ru: Удаление статуса записи приведет к назначению всем записям статуса записи по умолчанию.

source: Add New
ru_ru: Добавить новую

source: Options
ru_ru: Опции

source: Name
ru_ru: Название

source: Add New Status
ru_ru: Добавить новый статус

source: No custom statuses found.
ru_ru: Нет найденных клиентских статусов.

source: Position
ru_ru: Позиция

source: Default
ru_ru: По умолчанию

source: Quick&nbsp;Edit
ru_ru: Быстрое&nbsp;редактирование

source: Make&nbsp;Default
ru_ru: Сделать&nbsp; по умолчанию

source: Delete
ru_ru: Удалить

source: Quick Edit
ru_ru: Быстрое редактирование

source: Dashboard Widgets
ru_ru: Инструментальные панели

source: Track your content from the WordPress dashboard.
ru_ru: Отслеживайте свои материалы из панели WordPress.

source: Enable dashboard widgets to quickly get an overview of what state your content is in.
ru_ru: Активировать инструментальные панели, чтобы быстро получить обзор статуса ваших материалов.

source: Widget Options
ru_ru: Настройки инструментов

source: Unpublished Content
ru_ru: Неопубликованные материалы

source: Posts I'm Following
ru_ru: Записи, которые я отслеживаю

source: Posts at a Glance
ru_ru: Обзор записей

source: Edit Custom Statuses
ru_ru: Редактировать клиентские статусы

source: Edit this post
ru_ru: Редактировать эту запись

source: This post was last updated on
ru_ru: Эта запись была последний раз обновлена

source: Sorry! You're not subscribed to any posts!
ru_ru: Извините! Вы не подписаны ни на какие записи!

source: Post Status Widget
ru_ru: Инструмент статуса записей

source: The notifications module will need to be enabled for this widget to display.
ru_ru: Модуль уведомлений нужно будет активировать для отображения этого инструмента.

source: Editorial Comments
ru_ru: Редакционные комментарии

source: Share internal notes with your team.
ru_ru: Поделиться внутренними записями со своей командой.

source: Use editorial comments to hold a private discussion about a post. Communicate directly with your writers or editors about what works and what needs to be improved for each piece.
ru_ru: Использовать редакционные комментарии, чтобы провести частную дискуссию о записи. Напрямую связаться с вашими авторами или редакторами, чтобы обсудить достижения и необходимые улучшения для каждого конкретного случая.

source: Choose Post Types
ru_ru: Выбрать тип записи

source: <p>Editorial comments help you cut down on email overload and keep the conversation close to where it matters: your content. Threaded commenting in the admin, similar to what you find at the end of a blog post, allows writers and editors to privately leave feedback and discuss what needs to be changed before publication.</p><p>Anyone with access to view the story in progress will also have the ability to comment on it. If you have notifications enabled, those following the post will receive an email every time a comment is left.</p>
ru_ru: <p>Редакционные комментарии позволяют сократить переписку по электронной почте и перенести общение ближе к объекту обсуждения: вашему материалу. Цепочка комментариев, аналогичная той, которую можно найти в конце каждой записи в блоге, позволяет авторам и редакторам оставлять внутренние комментарии и обсуждать необходимые изменения до публикации.</p><p>Любой пользователь, имеющий доступ к обрабатываемым статьям, будем иметь возможность их комментировать. Если вы активировали уведомления, те, кто следит за записью, будут получать сообщение по электронной почте каждый раз после появления новых комментариев.</p>

source: <p><strong>For more information:</strong></p><p><a href="http://editflow.org/features/editorial-comments/">Editorial Comments Documentation</a></p><p><a href="http://wordpress.org/tags/edit-flow?forum_id=10">Edit Flow Forum</a></p><p><a href="https://github.com/danielbachhuber/Edit-Flow">Edit Flow on Github</a></p>
ru_ru: <p><strong>Подробная информация:</strong></p><p><a href="http://editflow.org/features/editorial-comments/">Документация по редакционным комментариям</a></p><p><a href="http://wordpress.org/tags/edit-flow?forum_id=10"> Форум Edit Flow</a></p><p><a href="https://github.com/danielbachhuber/Edit-Flow">О плагине Edit Flow на Github</a></p>

source: You can add editorial comments to a post once you've saved it for the first time.
ru_ru: Вы можете добавить редакционные комментарии к записи после ее первого сохранения.

source: Respond to this post
ru_ru: Ответить на эту запись

source: Submit Response
ru_ru: Отправить ответ

source: Reply to this comment
ru_ru: Ответить на этот комментарий

source: Reply
ru_ru: Ответить

source: <span class="comment-author">%1$s</span><span class="meta"> said on %2$s at %3$s</span>
ru_ru: <span class="comment-author">%1$s</span><span class="meta"> Дата высказывания: %2$s, время: %3$s</span>

source: Nonce check failed. Please ensure you're supposed to be adding editorial comments.
ru_ru: Проверка дала отрицательный ответ. Пожалуйста, убедитесь, что у вас есть право добавлять редакционные комментарии.

source: Sorry, you don't have the privileges to add editorial comments. Please talk to your Administrator.
ru_ru: Извините, у вас нет права оставлять редакционные комментарии. Пожалуйста, свяжитесь с администратором.

source: Please enter a comment.
ru_ru: Пожалуйста, введите комментарий.

source: There was a problem of some sort. Try again or contact your administrator.
ru_ru: Произошла ошибка. Попробуйте еще раз или свяжитесь со своим администратором.

source: Enable for these post types:
ru_ru: Разрешить для данного типа записей:

source: Editorial Metadata
ru_ru: Редакторские метаданные

source: Track details about your posts in progress.
ru_ru: Отслеживать детали о ваших обрабатываемых записях.

source: Log details on every assignment using configurable editorial metadata. It’s completely customizable; create fields for everything from due date to location to contact information to role assignments.
ru_ru: Сохранять детали обо всех задачах, используя конфигурируемые редакторские метаданные. Процесс полностью настраивается под нужды конкретного пользователя; создавайте поля для всего: от сроков сдачи и местоположения до контактной информации и распределения ролей.

source: Metadata term added.
ru_ru: Добавлено значение в метаданные.

source: Metadata term updated.
ru_ru: Обновлено значение метаданных.

source: Metadata term doesn't exist.
ru_ru: Значение метаданных не существует.

source: Metadata term deleted.
ru_ru: Удалено значение метаданных.

source: Term order updated.
ru_ru: Обновлен порядок значений.

source: Term visibility changed.
ru_ru: Изменено отображение значений.

source: <p>Keep track of important details about your content with editorial metadata. This feature allows you to create as many date, text, number, etc. fields as you like, and then use them to store information like contact details, required word count, or the location of an interview.</p><p>Once you’ve set your fields up, editorial metadata integrates with both the calendar and the story budget. Make an editorial metadata item visible to have it appear to the rest of your team. Keep it hidden to restrict the information between the writer and their editor.</p>
ru_ru: <p>Сохранять важную детализированную информацию о вашем материале с помощью метаданных. Эта функция позволяет создавать дополнительные поля для дат, текста, чисел и т.д., чтобы потом использовать их для хранения такой информации, как контакты, требуемое количество слов или местоположение для интервью.</p><p>После добавления полей редакторские метаданные интегрируются в календарь и в список статей. Открывайте редакторские метаданные, чтобы сделать их видимыми для других членов вашей команды. Сохраняйте эту информацию конфиденциальной, чтобы эти данные были доступны только автору и редактору.</p>

source: <p><strong>For more information:</strong></p><p><a href="http://editflow.org/features/editorial-metadata/">Editorial Metadata Documentation</a></p><p><a href="http://wordpress.org/tags/edit-flow?forum_id=10">Edit Flow Forum</a></p><p><a href="https://github.com/danielbachhuber/Edit-Flow">Edit Flow on Github</a></p>
ru_ru: <p><strong>Подробная информация:</strong></p><p><a href="http://editflow.org/features/editorial-metadata/">Документация по редакционным метаданным</a></p><p><a href="http://wordpress.org/tags/edit-flow?forum_id=10">Форум Edit Flow</a></p><p><a href="https://github.com/danielbachhuber/Edit-Flow">О плагине Edit Flow на Github</a></p>

source: First Draft Date
ru_ru: Дата первого черновика

source: When the first draft needs to be ready.
ru_ru: Когда должен быть готов первый черновик.

source: Assignment
ru_ru: Задание

source: What the post needs to cover.
ru_ru: Какие аспекты должна раскрывать запись.

source: Needs Photo
ru_ru: Необходимая фотография

source: Checked if this post needs a photo.
ru_ru: Отмечено, если для записи нужна фотография.

source: Word Count
ru_ru: Количество слов

source: Required post length in words.
ru_ru: Требуемое количество слов.

source: Checkbox
ru_ru: Окошко метки

source: Date
ru_ru: Дата

source: Location
ru_ru: Местоположение

source: Number
ru_ru: Количество

source: Paragraph
ru_ru: Параграф

source: Text
ru_ru: Текст

source: User
ru_ru: Пользователь

# taxonomy general name
source: Editorial Metadata
ru_ru: Редакционные метаданные

# taxonomy singular name
source: Editorial Metadata
ru_ru: Редакционные метаданные

source: Search Editorial Metadata
ru_ru: Поиск редакционных метаданных

source: Popular Editorial Metadata
ru_ru: Популярные редакционные метаданные

source: All Editorial Metadata
ru_ru: Все редакционные метаданные

source: Edit Editorial Metadata
ru_ru: Редактировать редакционные метаданные

source: Update Editorial Metadata
ru_ru: Обновить редакционные метаданные

source: Add New Editorial Metadata
ru_ru: Добавить новые редакционные метаданные

source: New Editorial Metadata
ru_ru: Новые редакционные метаданные

source: No editorial metadata available.
ru_ru: Нет доступных редакционных метаданных.

source: <a href="%s">Add fields to get started</a>.
ru_ru: <a href="%s">Добавить поля, чтобы начать</a>.

source: Encourage your site administrator to configure your editorial workflow by adding editorial metadata.
ru_ru: Поддержите администратора вашего сайта в конфигурации редакционного рабочего процесса для добавления метаданных.

source: View &#8220;%s&#8221; on Google Maps
ru_ru: Посмотреть &#8220;%s&#8221; на картах Google

source: -- Select a user --
ru_ru: -- Выбрать пользователя --

source: This editorial metadata type is not yet supported.
ru_ru: Эти редакционные метаданные пока не поддерживаются.

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Please enter a name for the editorial metadata.
ru_ru: Ввести название для редакционных метаданных.

source: Please enter a slug for the editorial metadata.
ru_ru: Ввести идентификатор для редакционных метаданных.

source: Name conflicts with existing term. Please choose another.
ru_ru: Название конфликтует с существующим значением. Пожалуйста, выберите другое.
