Repository: rpkoller/Edit-Flow
Catalog: languages/edit-flow-*.po
Languages: ru_ru

source: Name already in use. Please choose another.
ru_ru: Это название уже используется. Пожалуйста, выберите другое.

source: Slug already in use. Please choose another.
ru_ru: Идентификатор уже используется. Пожалуйста, выберите другой.

source: Please select a valid metadata type.
ru_ru: Выбрать действующий тип метаданных.

source: Error adding term.
ru_ru: Ошибка при добавлении элемента.

source: Please enter a name for the editorial metadata
ru_ru: Ввести название для редакционных метаданных

source: Please enter a valid, non-numeric name for the editorial metadata.
ru_ru: Пожалуйста, введите подходящее, не содержащие цифр название для редакционных метаданных.

source: Metadata name conflicts with existing term. Please choose another.
ru_ru: Название метаданных конфликтует с существующим значением. Пожалуйста, выберите другое.

source: Name conflicts with slug for another term. Please choose something else.
ru_ru: Название конфликтует с идентификатором другого элемента. Пожалуйста, выберите что-нибудь другое.

source: Error updating term.
ru_ru: Ошибка при обновлении элемента.

source: Name conflicts with slug for another term. Please choose again.
ru_ru: Название конфликтует с идентификатором другого элемента. Пожалуйста, выберите другое.

source: Could not update the term: <strong>%s</strong>
ru_ru: Не могу обновить элемент: <strong>%s</strong>

source: Error deleting term.
ru_ru: Ошибка удаления элемента.

source: Add to these post types:
ru_ru: Добавить к данным типам записей:

source: Are you sure you want to delete this term? Any metadata for this term will remain but will not be visible unless this term is re-added.
ru_ru: Вы уверены, что хотите удалить этот элемент? Все метаданные для этого элемента сохранятся, но не будут видны до тех пор, пока элемент не будет добавлен снова.

source: The name is for labeling the metadata field.
ru_ru: Название для обозначения поля метаданных.

source: The slug cannot be changed once the term has been created.
ru_ru: Идентификатор не может быть изменен после создания элемента.

source: The description can be used to communicate with your team about what the metadata is for.
ru_ru: Описание может использоваться для обсуждения с вашей командой необходимости в использовании метаданных.

source: Type
ru_ru: Тип

source: The metadata type cannot be changed once created.
ru_ru: Тип метаданных не может быть изменен после создания.

source: Viewable
ru_ru: Видимый

source: When viewable, metadata can be seen on views other than the edit post view (e.g. calendar, manage posts, story budget, etc.)
ru_ru: Если тип видимый, метаданные могут просматриваться не только при редактировании записи (например, в календаре, менеджере записей, списке статей и т.д.)

source: Update Metadata Term
ru_ru: Обновить элемент метаданных

source: The "slug" is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
ru_ru: Идентификатор "slug" - это совместимая с URL версия названия. Обычно он состоит из строчных символов и содержит только буквы, числа и дефисы.

source: Indicate the type of editorial metadata.
ru_ru: Указать тип редакционных метаданных.

source: Add New Metadata Term
ru_ru: Добавить новый элемент метаданных

source: No editorial metadata found.
ru_ru: Редакционные метаданные не найдены.

source: Metadata Type
ru_ru: Тип метаданных

source: Hidden metadata can only be viewed on the edit post view.
ru_ru: Скрытые метаданные могут быть просмотрены только во время редактирования записи.

source: Make Hidden
ru_ru: Сделать скрытым

source: Make Viewable
ru_ru: Сделать видимым

source: Notifications
ru_ru: Уведомления

source: Update your team of important changes to your content.
ru_ru: Уведомить вашу команду о важных изменениях материала.

source: With email notifications, you can keep everyone updated about what’s happening with a given content. Each status change or editorial comment sends out an email notification to users subscribed to a post. User groups can be used to manage who receives notifications on what.
ru_ru: Используя уведомления по электронной почте, вы можете информировать всех о том, что происходит с данным материалом. Каждое изменение статуса или добавление редакционных комментариев сопровождается отправкой уведомлений пользователям, подписанным на данную запись. Группы пользователей могут использоваться для управления рассылкой уведомлений.

source: <p>Notifications ensure you keep up to date with progress your most important content. Users can be subscribed to notifications on a post one by one or by selecting user groups.</p><p>When enabled, email notifications can be sent when a post changes status or an editorial comment is left by a writer or an editor.</p>
ru_ru: <p>Уведомления позволяют держать команду в курсе изменений важного материала. Пользователи могут быть подписаны на получение уведомлений по отдельности или с использованием групп пользователей.</p><p>Если функция активна, электронные уведомления могут рассылаться после изменения статуса записи и добавления редакционного комментария автором или редактором.</p>

source: <p><strong>For more information:</strong></p><p><a href="http://editflow.org/features/notifications/">Notifications Documentation</a></p><p><a href="http://wordpress.org/tags/edit-flow?forum_id=10">Edit Flow Forum</a></p><p><a href="https://github.com/danielbachhuber/Edit-Flow">Edit Flow on Github</a></p>
ru_ru: <p><strong>Подробная информация:</strong></p><p><a href="http://editflow.org/features/notifications/">Документация об уведомлениях</a></p><p><a href="http://wordpress.org/tags/edit-flow?forum_id=10">Форум Edit Flow</a></p><p><a href="https://github.com/danielbachhuber/Edit-Flow">О плагине Edit Flow на Github</a></p>

source: Select the users and user groups that should receive notifications when the status of this post is updated or when an editorial comment is added.
ru_ru: Выберите пользователей и группы пользователей, которые должны получать уведомления при изменении статуса этой записи или при добавлении редакционного комментария.

source: Users
ru_ru: Пользователи

source: User Groups
ru_ru: Группы пользователей

source: WordPress Scheduler
ru_ru: Планировщик WordPress

source: [%1$s] New %2$s Created: "%3$s"
ru_ru: [%1$s] Новый: %2$s Создан: "%3$s"

source: A new %1$s (#%2$s "%3$s") was created by %4$s %5$s
ru_ru: Новый %1$s (#%2$s "%3$s") был создан %4$s %5$s

source: [%1$s] %2$s Trashed: "%3$s"
ru_ru: [%1$s] %2$s Удален: "%3$s"

source: %1$s #%2$s "%3$s" was moved to the trash by %4$s %5$s
ru_ru: %1$s #%2$s "%3$s" был перемещен в корзину %4$s %5$s

source: [%1$s] %2$s Restored (from Trash): "%3$s"
ru_ru: [%1$s] %2$s Восстановлен (из корзины): "%3$s"

source: %1$s #%2$s "%3$s" was restored from trash by %4$s %5$s
ru_ru: %1$s #%2$s "%3$s" был восстановлен из корзины %4$s %5$s

source: [%1$s] %2$s Scheduled: "%3$s"
ru_ru: [%1$s] %2$s Запланирован: "%3$s"

source: [%1$s] %2$s Published: "%3$s"
ru_ru: [%1$s] %2$s Опубликован: "%3$s"

source: %1$s #%2$s "%3$s" was published by %4$s %5$s
ru_ru: %1$s #%2$s "%3$s" был опубликован %4$s %5$s

source: [%1$s] %2$s Unpublished: "%3$s"
ru_ru: [%1$s] %2$s Снят с публикации: "%3$s"

source: %1$s #%2$s "%3$s" was unpublished by %4$s %5$s
ru_ru: %1$s #%2$s "%3$s" был снят с публикации %4$s %5$s

source: [%1$s] %2$s Status Changed for "%3$s"
ru_ru: [%1$s] %2$s Изменение статуса для "%3$s"

source: Status was changed for %1$s #%2$s "%3$s" by %4$s %5$s
ru_ru: Статус был изменен для %1$s #%2$s "%3$s", %4$s %5$s

source: This action was taken on %1$s at %2$s %3$s
ru_ru: Это действие произошло %1$s, время: %2$s %3$s

source: == %s Details ==
ru_ru: == %s Детали ==

source: Title: %s
ru_ru: Название: %s

source: Author: %1$s (%2$s)
ru_ru: Автор: %1$s (%2$s)

source: == Actions ==
ru_ru: == Действия ==

source: Add editorial comment: %s
ru_ru: Добавленные редакционные комментарии: %s

source: Edit: %s
ru_ru: Редактировано: %s

source: View: %s
ru_ru: Просмотров: %s

source: [%1$s] New Editorial Comment: "%2$s"
ru_ru: [%1$s] Новый редакционный комментарий: "%2$s"

source: A new editorial comment was added to %3$s #%1$s "%2$s"
ru_ru: Новый редакционный комментарий был добавлен для %3$s #%1$s "%2$s"

source: %1$s (%2$s) said on %3$s at %4$s:
ru_ru: %1$s (%2$s) сказал(а), дата: %3$s время: %4$s:

source: Reply: %s
ru_ru: Ответ: %s

source: You can see all editorial comments on this %s here:
ru_ru: Вы можете просмотреть все редакционные комментарии о %s здесь:

source: You are receiving this email because you are subscribed to "%s".
ru_ru: Вы получили это сообщение, потому что вы подписаны на "%s".

source: This email was sent %s.
ru_ru: Это сообщение было отправлено %s.

source: Post types for notifications:
ru_ru: Типы записей для сообщений:

source: Always notify blog admin
ru_ru: Всегда оповещать администратора блога

source: Edit Flow redefines your WordPress publishing workflow.
ru_ru: Плагин Edit Flow оптимизирует ваш издательский процесс на WordPress.

source: Enable any of the features below to take control of your workflow. Custom statuses, email notifications, editorial comments, and more help you and your team save time so everyone can focus on what matters most: the content.
ru_ru: Активируйте любые из расположенных ниже функций, чтобы контролировать процесс. Клиентские статусы, электронные уведомления, редакционные комментарии и другие возможности позволят вам и вашей команде сохранить время, чтобы все могли сосредоточиться на самом главном: на содержании.

source: Not a registered Edit Flow module
ru_ru: Незарегистрированный модуль Edit Flow

source: Module not enabled. Please enable it from the <a href="%1$s">Edit Flow settings page</a>.
ru_ru: Модуль не активирован. Пожалуйста, активируйте его со <a href="%1$s">страницы настроек Edit Flow</a>.

source: There are no Edit Flow modules registered
ru_ru: Нет зарегистрированных модулей Edit Flow

source: Enable
ru_ru: Активировать

source: Disable
ru_ru: Деактивировать

source: Posts
ru_ru: Записи

source: Pages
ru_ru: Страницы

source: Disabled because add_post_type_support( '%1$s', '%2$s' ) is included in a loaded file.
ru_ru: Деактивировано, потому что тип add_post_type_support( '%1$s', '%2$s' ) включен в загруженный файл.

source: Story Budget
ru_ru: Список статей

source: Use the story budget to see how content on your site is progressing. Filter by specific categories or date ranges to see details about each post in progress.
ru_ru: Использовать список статей для ознакомления с работой над материалом на вашем сайте. Фильтровать по категориям или датам, чтобы ознакомиться с деталями каждой записи, находящейся в обработке.

source: Screen Layout
ru_ru: План экрана

source: Title
ru_ru: Название

source: Post Date
ru_ru: Дата публикации

source: Last Modified
ru_ru: Последнее изменение

source: Number of Columns:
ru_ru: Количество столбцов:

source: day
ru_ru: день

source: Change
ru_ru: Изменить

source: Click to toggle
ru_ru: Нажмите для переключения

source: There are no posts for this term in the range or filter specified.
ru_ru: Нет записей, содержащих этот термин в указанном или определенном фильтром спектре.

source: Move this item to the Trash
ru_ru: Переместить этот элемент в корзину

source: Print
ru_ru: Печать

source: Organize your users into groups to mimic your organizational structure.
ru_ru: Организовать пользователей в группы согласно структуре вашей организации.

source: Configure user groups to organize all of the users on your site. Each user can be in many user groups and you can change them at any time.
ru_ru: Настроить группы пользователей, чтобы организовать пользователей вашего сайта. Каждый пользователь может находиться в нескольких группах, и вы можете менять этот параметр в любое время.

source: User group created. Feel free to add users to the usergroup.
ru_ru: Создана группа пользователей. Вы можете добавить пользователей в эту группу.

source: User group updated.
ru_ru: Группа пользователей обновлена.

source: User group doesn't exist.
ru_ru: Группа пользователей не существует.

source: User group deleted.
ru_ru: Группа пользователей удалена.

source: Manage User Groups
ru_ru: Управлять группами пользователей

source: <p>For those with many people involved in the publishing process, user groups helps you keep them organized.</p><p>Currently, user groups are primarily used for subscribing a set of users to a post for notifications.</p>
ru_ru: <p>Когда много людей задействовано в процессе работы над публикациями, группы пользователей позволяют их организовать.</p><p>В настоящее время группы, в основном, используются для подписи группы пользователей на уведомления записи.</p>

source: <p><strong>For more information:</strong></p><p><a href="http://editflow.org/features/user-groups/">User Groups Documentation</a></p><p><a href="http://wordpress.org/tags/edit-flow?forum_id=10">Edit Flow Forum</a></p><p><a href="https://github.com/danielbachhuber/Edit-Flow">Edit Flow on Github</a></p>
ru_ru: <p><strong>Подробная информация:</strong></p><p><a href="http://editflow.org/features/user-groups/">Документация по группам пользователей</a></p><p><a href="http://wordpress.org/tags/edit-flow?forum_id=10">Форум Edit Flow</a></p><p><a href="https://github.com/danielbachhuber/Edit-Flow">О плагине Edit Flow на Github</a></p>

source: Copy Editors
ru_ru: Литературные редакторы

source: Making sure the quality is top-notch.
ru_ru: Отвечают за обеспечение высокого качества.

source: Photographers
ru_ru: Фотографы

source: Capturing the story visually.
ru_ru: Обеспечивают визуальное представление истории.

source: Reporters
ru_ru: Репортеры

source: Out in the field, writing stories.
ru_ru: Находятся на месте событий, пишут статьи.

source: Section Editors
ru_ru: Секционные редакторы

source: Providing feedback and direction.
ru_ru: Обеспечивают обратную связь и задают направление.

source: Please enter a name for the user group.
ru_ru: Ввести название для группы пользователей

source: User group name cannot exceed 40 characters. Please try a shorter name.
ru_ru: Название группы пользователей не может содержать более 40 символов. Пожалуйста, попробуйте более короткое название.

source: Error adding usergroup.
ru_ru: При добавлении группы произошла ошибка.

source: Error updating user group.
ru_ru: При обновлении группы пользователей произошла ошибка.

source: Error deleting user group.
ru_ru: При удалении группы пользователей произошла ошибка.

source: Could not update the user group: <strong>%s</strong>
ru_ru: Не удалось обновить группу пользователей: <strong>%s</strong>

source: The name is used to identify the user group.
ru_ru: Название используется для идентификации группы пользователей.

source: The description is primarily for administrative use, to give you some context on what the user group is to be used for.
ru_ru: Описание используется в первую очередь для административных нужд, чтобы дать вам представление о целях той или иной группы.

source: Update User Group
ru_ru: Обновить группу пользователей

source: Are you sure you want to delete the user group?
ru_ru: Вы уверены, что хотите удалить группу пользователей?

source: Add New User Group
ru_ru: Добавить новую группу пользователей

source: Usergroups
ru_ru: Группы пользователей

source: Select the user groups that you would like to be a part of:
ru_ru: Выбрать группы пользователей, к которым вы хотели бы присоединиться:

source: Select the user groups that this user should be a part of:
ru_ru: Выбрать группы пользователей, к которым должен присоединиться этот пользователь:

source: No user groups were found.
ru_ru: Группы пользователей не найдены.

source: Add a new user group. Opens new window.
ru_ru: Добавить новую группу пользователей. Откроется новое окно.

source: Add a User Group
ru_ru: Добавить группу пользователей

source: New user groups must have a name
ru_ru: У новых групп пользователей должно быть название

source: Invalid users variable. Should be array.
ru_ru: Недействительная переменная пользователя. Должна быть последовательность.

source: No user groups found.
ru_ru: Группа пользователей не найдена.

source: Users in Group
ru_ru: Пользователи в группе
